Repository: gopeter/stayhappy-app
Catalog: StayHappy/*.lproj/Localizable.strings
Languages: de

source: Moments
de: Momente

source: Resources
de: Ressourcen

source: Help
de: Hilfe

# restart_onboarding
source: Restart Tour
de: Tour erneut starten

# restart_onboarding_description
source: Start the introduction tour again to learn about all features of StayHappy.
de: Starte die Einführungstour noch einmal, um alle Funktionen von StayHappy kennenzulernen.

source: Add
de: Hinzufügen

source: Save
de: Speichern

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: No moments found
de: Keine Momente gefunden

source: No moments created
de: Keine Momente festgehalten

source: Update moment
de: Moment bearbeiten

source: Upcoming moments
de: Anstehende Momente

source: Past moments
de: Erlebte Momente

# upcoming_moments_title
source: Upcoming Moments
de: Anstehende Momente

# past_moments_title
source: Past Moments
de: Erlebte Momente

source: No resources found
de: Keine Ressourcen gefunden

source: No resources created
de: Keine Ressourcen erstellt

source: Update resource
de: Ressource bearbeiten

source: No highlights created
de: Keine Highlights erstellt

source: Select entry type
de: Eintragstyp auswählen

source: Resource
de: Ressource

source: Choose random color
de: Zufällige Farbe wählen

source: Background
de: Hintergrund

source: Select photo
de: Foto auswählen

source: Remove photo
de: Foto entfernen

source: Period
de: Zeitraum

source: Ordering
de: Sortierung

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: Today
de: Heute

source: Tomorrow
de: Morgen

# in_days
source: In %d days
de: In %d Tagen

# about_app
source: How it works
de: So funktioniert's

source: Thanks
de: Danke

# buy_me_coffee
source: Buy me a coffee
de: Kauf mir einen Kaffee

source: Help & Examples
de: Hilfe & Beispiele

# moment_help_title
source: What are Moments?
de: Was sind Momente?

# moment_help_intro
source: Moments are the small and big joys in your life - things you can look forward to or like to remember.
de: Momente sind die kleinen und großen Freuden in deinem Leben - Dinge, auf die du dich freuen kannst oder an die du gerne zurückdenkst.

# moment_help_examples_title
source: Examples of Moments
de: Beispiele für Momente

# moment_help_examples
source: Small moments: The delicious homemade lasagna tonight, the new episode of your favorite series tomorrow, or a hot bath when the children are sleeping. Big moments: A concert visit, a birthday party, the next vacation, or an important appointment.
de: Kleine Momente: Die leckere selbstgemachte Lasagne heute Abend, die neue Folge deiner Lieblingsserie morgen oder ein heißes Bad wenn die Kinder schlafen. Große Momente: Ein Konzertbesuch, eine Geburtstagsparty, der nächste Urlaub oder ein wichtiger Termin.

# moment_help_highlights_title
source: Highlights with Images
de: Highlights mit Bildern

# moment_help_highlights
source: You can mark larger moments as highlights and add an image to them. These are then also displayed in the widget and create a colorful mix of upcoming and past moments.
de: Größere Momente kannst du als Highlight markieren und mit einem Bild versehen. Diese werden dann auch im Widget angezeigt und schaffen einen bunten Mix aus kommenden und vergangenen Momenten.

# moment_help_tips_title
source: Tip
de: Tipp

# moment_help_tips
source: Collect both small and big moments. The mix makes it! This creates a colorful collection that brings you joy and gives you strength.
de: Sammle sowohl kleine als auch große Momente. Die Mischung macht's! So entsteht eine bunte Sammlung, die dir Freude bereitet und Kraft gibt.

# moment_help_content
source: Moments can be small or big: a handful of beautiful little things that are coming up in the next few days. Today the delicious homemade lasagna, tomorrow the new episode of your favorite series, and the day after tomorrow a hot bath when the children are sleeping. Or even the big events, like a concert visit, a birthday party, or the next vacation. Larger moments can be defined as highlights and thus be provided with an image, which is then also displayed in the widget. This creates a colorful mix of upcoming and past moments that bring you joy and give you strength.
de: Momente können klein oder groß sein: eine Hand voll schöner Kleinigkeiten, die in den nächsten Tagen anstehen. Heute die leckere selbstgemachte Lasagne, morgen die neue Folge deiner Lieblingsserie und übermorgen ein heißes Bad wenn die Kinder schlafen. Oder auch die großen Ereignisse, wie ein Konzertbesuch, eine Geburtstagsparty oder der nächste Urlaub. Größere Momente lassen sich als Highlight definieren und dadurch mit einem Bild versehen, welches dann ebenfalls im Widget angezeigt wird. So entsteht ein bunter Mix aus kommenden und vergangenen Momenten, die einen Freude bereiten und Kraft geben.

# resource_help_title
source: Collecting Resources
de: Ressourcen sammeln

# resource_help_intro
source: Being aware of your resources is often not that easy – but all the more helpful when you collect them, because they support you every day. What defines you, what brings you joy, what can you do or what have you achieved?
de: Sich über seine Ressourcen im Klaren zu sein ist oft nicht so einfach – aber umso hilfreicher, wenn man sie sammelt, denn sie stützen einen jeden Tag. Was macht dich aus, was bereitet dir Freude, was kannst du oder was hast du erreicht?

# resource_help_examples_title
source: Examples
de: Beispiele

# resource_help_examples
source: Every little thing is important and meaningful: the cappuccino every morning, your best friend, a hobby, sports, music, or simply an accomplished goal you can be proud of.
de: Jede Kleinigkeit ist wichtig und von Bedeutung: der Cappuccino jeden Morgen, die beste Freundin, ein Hobby, Sport, Musik oder einfach ein geschafftes Ziel, auf das man stolz sein kann.

# resource_help_content
source: Here comes the help text for resources...
de: Hier kommt der Hilfetext für Ressourcen...

# coffee_intro_title
source: A Private Project
de: Ein privates Projekt

# coffee_intro_text
source: StayHappy is a purely private project. The app is free and should remain so forever.
de: StayHappy ist ein rein privates Projekt. Die App ist kostenlos und soll es auch für immer bleiben.

# coffee_opensource_text
source: The source code of the app is freely available on GitHub.
de: Der Quellcode der App ist frei auf GitHub verfügbar.

# coffee_support_title
source: Support
de: Unterstützung

# coffee_support_text
source: If someone would like to say thank you with a small contribution, they can gladly do so via BuyMeACoffee:
de: Wer sich mit einem kleinen Obolus bedanken möchte, kann das gerne über den Dienst BuyMeACoffee tun:

# coffee_button_title
source: Buy me a coffee
de: Kauf mir einen Kaffee

# coffee_costs_title
source: Project Costs
de: Projektkosten

# coffee_costs_text
source: The costs for this project currently amount to about €140 per year, every euro of support is very welcome :-)
de: Die Kosten für dieses Projekt belaufen sich aktuell auf ca. 140€ im Jahr, jeder Euro Unterstützung ist da sehr willkommen :-)

# about_app_intro
source: StayHappy is a little helper that accompanies you through depressive episodes – and beyond – and reminds you to keep the good things in sight and to do something good for yourself. The app was developed by affected individuals from their own experience and needs.
de: StayHappy ist ein kleiner Helfer, der einen durch depressive Episoden – und auch darüber hinaus – begleitet und daran erinnert, die guten Dinge im Blick zu behalten und sich selbst etwas Gutes zu tun. Die App wurde von Betroffenen aus der eigenen Erfahrung und dem eigenen Bedarf heraus entwickelt.

# about_app_widgets
source: The widgets are the heart of StayHappy. You can either display your upcoming moments or just be reminded of your highlights and resources. If you don't have anything in the moments widget, past highlights or resources will be automatically displayed. Important: the widgets can be configured after adding them. To do this, long-press the widget and then tap "Edit Widget". There you can configure the time period or placeholder content, for example.
de: Die Widgets sind das Herzstück von StayHappy. Du kannst dir entweder deine kommenden Momente anzeigen lassen oder dich nur an deine Highlights und Ressourcen erinnern lassen. Falls du mal nichts im Momente-Widget stehen haben solltest, werden dir automatisch vergangene Highlights oder Ressource angezeigt. Wichtig: die Widgets lassen sich nach dem Hinzufügen noch konfigurieren. Dafür musst du das Widget kurz gedrückt halten und dann auf "Widget bearbeiten" klicken. Dort kannst du zum Beispiel noch den Zeitraum oder den Platzhalter-Inhalt konfigurieren.

# about_app_concept
source: The idea behind it is simple: a widget on the home screen permanently reminds you of a handful of beautiful little things that are coming up in the next few days. Today the delicious homemade lasagna, tomorrow the new episode of your favorite series, and the day after tomorrow a hot bath when the children are sleeping. If you don't have anything planned, you'll be presented with beautiful moments from the past or a few points from your personal resource list.
de: Die Idee dahinter ist simpel: ein Widget auf dem Homescreen erinnert einen permanent an eine Hand voll schöner Kleinigkeiten, die in den nächsten Tagen anstehen. Heute die leckere selbstgemachte Lasagne, morgen die neue Folge deiner Lieblingsserie und übermorgen ein heißes Bad wenn die Kinder schlafen. Falls man mal nix hat, werden einem schöne Momente aus der Vergangenheit oder ein paar Punkte aus der persönlichen Ressourcen-Liste präsentiert.

# about_app_resources
source: Resources are everyday things that are important to you, bring you joy, strengthen you, or even define you. The cappuccino every morning, your best friend, a hobby, sports, music, or simply an accomplished goal that you can be proud of.
de: Ressourcen sind alltägliche Sachen, die einem wichtig sind, Freude bereiten, einen stärken oder sogar ausmachen. Der Cappuccino jeden Morgen, die beste Freundin, ein Hobby, Sport, Musik oder einfach ein geschafftes Ziel, auf das man stolz sein kann.

# about_app_highlights
source: Somewhat larger moments can be defined as highlights and thus be provided with an image, which is then also displayed in the widget. This creates a colorful mix of upcoming and past moments and the everyday resources that bring you joy and give you strength.
de: Etwas größere Momente lassen sich als Highlight definieren und dadurch mit einem Bild versehen, welches dann ebenfalls im Widget angezeigt wird. So entsteht ein bunter Mix aus kommenden und vergangenen Momenten und den alltäglichen Ressourcen, die einen Freude bereiten und Kraft geben.

# about_app_encouragement
source: The beginning can be difficult, but every tiny little thing that brings you joy is important. A special hand cream in the morning, the scent of your favorite perfume, the arranged phone call with your best friend. And with the view of the beautiful little things that will encounter you in the next few days, the flashlight will illuminate more and more corners that may have been hidden by the darkness of thoughts.
de: Der Anfang kann schwer sein, aber jede noch so winzige Kleinigkeit, die einem Freude bereitet, ist wichtig. Eine besondere Handcreme am Morgen, der Duft des Lieblingsparfüms, das abgemachte Telefonat mit seinem besten Freund. Und mit dem Blick auf die schönen Kleinigkeiten, die einem in den nächsten Tagen begegnen werden, wird die Taschenlampe immer mehr Ecken ausleuchten, die vielleicht durch die Dunkelheit der Gedanken im Verborgenen lagen.

# about_app_disclaimer
source: StayHappy has no medical and therapeutic background and was merely born from an idea that helped the developer in everyday life and was finally poured into an app.
de: StayHappy hat keinen medizinischen und therapeutischen Hintergrund und wurde lediglich aus einer Idee heraus geboren, die dem Entwickler im Alltag geholfen hat und schließlich in eine App gegossen wurde.

# about_what_is_stayhappy
source: What is StayHappy?
de: Was ist StayHappy?

# about_widgets_title
source: The Widgets
de: Die Widgets

# about_the_idea
source: The Idea
de: Die Idee

# about_resources_title
source: Resources
de: Ressourcen

# about_the_beginning
source: Getting Started
de: Jetzt loslegen

# about_important_note
source: Important Note
de: Wichtiger Hinweis

source: Search
de: Suchen

source: Not available
de: Nicht verfügbar

# start_adding_moments
source: Start adding your first moments
de: Beginne deine ersten Momente hinzuzufügen

# moments_widget_name
source: Moments Widget
de: Momente Widget

# moments_widget_description
source: Decide whether you want to see all moments or only for a certain period of time. If there are no moments in view, select a placeholder.
de: Entscheide, ob du alle Momente oder nur für einen bestimmten Zeitraum sehen möchtest. Wenn keine Momente zu sehen sind, wähle einen Platzhalter.

# motivation_widget_description
source: Keep an eye on the things that are important to you, that help you get through the day and that bring a smile to your face.
de: Behalte die Dinge im Auge, die dir wichtig sind, die dir durch den Tag helfen und die dir ein Lächeln ins Gesicht zaubern.

source: Moments Widget Configuration
de: Momente Widget Konfiguration

source: Motivation Widget Configuration
de: Motivation Widget Konfiguration

# widget_period
source: Period
de: Zeitraum

# widget_placeholder
source: Placeholder
de: Platzhalter

# widget_content
source: Content
de: Inhalt

# period_month
source: Month
de: Monat

# period_quarter
source: Quarter
de: Quartal

# period_year
source: Year
de: Jahr

# period_all
source: All
de: Alle

# motivation_resources
source: Resources
de: Ressourcen

# motivation_all
source: Resources & Highlights
de: Ressourcen & Highlights

# onboarding_welcome_title
source: Welcome to StayHappy
de: Willkommen bei StayHappy

# onboarding_welcome_subtitle
source: ...your little memory aid for the good things in life
de: ...deiner kleinen Gedächtnisstütze für die guten Dinge im Leben

# onboarding_welcome_button
source: Start Tour
de: Tour starten

# onboarding_skip
source: Skip
de: Überspringen

# onboarding_purpose_title
source: Why StayHappy?
de: Warum StayHappy?

# onboarding_purpose_text
source: During depressive episodes, focus on good things is quickly lost. StayHappy uses widgets to remind you again and again that there's more out there.
de: In depressiven Episoden geht der Fokus auf die guten Dinge schnell verloren. StayHappy erinnert dich mit Hilfe von Widgets immer wieder daran, dass da noch mehr ist.

# onboarding_moments_title
source: Collect Your Moments
de: Sammle deine Momente

# onboarding_moments_text
source: Note down small moments you can look forward to. The new episode of your favorite series, a bath, or something delicious to eat. Bigger moments can be marked as highlights and accompanied by a picture.
de: Notiere dir kleine Momente, auf die du dich freuen kannst. Die neue Folge deiner Lieblings-Serie, ein Bad oder etwas Leckeres zu Essen. Größere Momente können als Highlight markiert und mit einem Bild versehen werden.

# onboarding_resources_title
source: Your Daily Resources
de: Deine täglichen Ressourcen

# onboarding_resources_text
source: Write down which resources could enrich you every day. The delicious cappuccino every morning, the scent of your favorite perfume, or dear people around you.
de: Schreibe dir auf, welche Ressourcen dich jeden Tag bereichern könnten. Der leckere Cappuccino jeden Morgen, der Duft deines Lieblingsparfums oder liebe Menschen in deiner Nähe.

# onboarding_widgets_title
source: Widgets on Your Home Screen
de: Widgets auf dem Home-Screen

# onboarding_widgets_text
source: StayHappy takes all this information and shows you a clever selection in various widgets that can help you find some hope and look forward to the next day.
de: StayHappy nimmt all diese Informationen und zeigt dir in verschiedenen Widgets eine clevere Auswahl an, die dir helfen kann, etwas Hoffnung zu fassen und dich auf den nächsten Tag zu freuen.

# onboarding_finish_button
source: Let's go!
de: Los geht's!

# onboarding_back
source: Back
de: Zurück

# onboarding_next
source: Next
de: Weiter

# onboarding_continue
source: Continue
de: Weiter
